{
  "_key": "827364",
  "teamKey": "78383208",
  "invitationCode": "241683",
  "invitational": true,
  "numberOfParticipants": 100,
  "createdTS": "2025-03-10T14:25:00.741Z",
  "updatedTS": "2025-03-10T16:47:58.945Z",
  "generalities": {
    "languages": [
      "sv",
      "en"
    ],
    "title": {
      "sv": "ePROPPv1.3",
      "en": "ePROPPv1.3"
    },
    "shortDescription": {
      "sv": "eHälsa för att förebygga och minska orofacial smärta hos befolkningen.",
      "en": "eHealth for Preventing and Reducing Orofacial Pain in the Population."
    },
    "longDescription": {
      "sv": "Du kommer att använda MobiStudy för att registrera data om käkspänning, käk/ansikts-smärta och tinnings-huvudvärk dagtid. Genom att besvara notiserna och registrera om du har spända käkar och/eller smärta samlas information om dessa besvär och hur de varierar över tid.",
      "en": "You will use MobiStudy to record data on jaw tension, jaw/face pain and temporal headaches during the day. By answering the prompts and recording whether you have jaw tension and/or pain, you will gather information about these complaints and how they vary over time."
    },
    "startDate": "2025-03-01",
    "endDate": "2026-12-31",
    "principalInvestigators": [
      {
        "name": "Birgitta Häggman Henrikson",
        "contact": "birgitta.haggman.henrikson@mau.se",
        "institution": "Malmö University"
      }
    ],
    "institutions": [
      {
        "name": "Malmö University",
        "contact": "Carl Magnus Olsson, 040-665 75 02",
        "dataAccess": "full",
        "reasonForDataAccess": {
          "sv": "Malmö universitet kommer att ha tillgång till dina personuppgifter som samlas in i denna studie, detta behövs för att fullfölja studiens mål.",
          "en": "Malmö University will have access to your personal data collected in this study, this is needed to fulfil the objectives of the study."
        }
      }
    ]
  },
  "inclusionCriteria": {
    "minAge": 18,
    "maxAge": 100,
    "sex": [
      "male",
      "female",
      "other"
    ],
    "criteriaQuestions": [],
    "diseases": [],
    "medications": []
  },
  "tasks": [
    {
      "id": 1,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "startDelaySecs": 0,
        "untilSecs": 259200,
        "validitySecs": 1800,
        "intervalType": "d",
        "interval": 2,
        "hours": [
          7,
          9,
          11,
          14,
          16,
          19
        ]
      },
      "formKey": "222222",
      "formName": {
        "sv": "Käkmuskelaktivitet och smärtupplevelse 1A",
        "en": "Jaw Muscle Activity & Pain Perception 1A"
      },
      "useCustomTitle": false
    },
    {
      "id": 2,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "startDelaySecs": 86400,
        "untilSecs": 259200,
        "validitySecs": 1800,
        "intervalType": "d",
        "interval": 2,
        "hours": [
          8,
          11,
          13,
          15,
          18,
          20
        ]
      },
      "formKey": "222222",
      "formName": {
        "sv": "Käkmuskelaktivitet och smärtupplevelse 1B",
        "en": "Jaw Muscle Activity & Pain Perception 1B"
      },
      "useCustomTitle": false
    }
  ],
  "consent": {
    "invitation": {
      "sv": "Tack för ditt intresse för ePROPP forskningsstudien. Du är inbjuden att använda MobiStudy-appen för att registrera data om käkspänning, käk/ansikts-smärta och tinnings-huvudvärk under dagen. Genom att besvara notiserna och registrera om du har spända käkar och/eller smärta samlas information om dessa besvär och hur de varierar över tid.",
      "en": "Thank you for your interest in the ePROPP research study. You are invited to use the MobiStudy app to record data on jaw tension, jaw/face pain and temporal headaches during the day. By answering the prompts and recording whether you have jaw tension and/or pain, you will gather information about these complaints and how they vary over time."
    },
    "privacyPolicy": {
      "sv": "ePROPP Integritetspolicy\n <br>Version: 2024-05-16\n <br>\nFör att kunna genomföra denna studie behöver vi samla in vissa uppgifter från dig.<br><br><b>Vilka personuppgifter kommer att samlas in?</b>\n<ul>\n<li>Din allmänna profilinformation såsom e-postadress, förnamn, efternamn, födelsedatum, kön, land, språk, huvudsakliga hälsotillstånd, långtidsbehandlingar, vikt och längd.\nDessa uppgifter behövs för att identifiera dig och för att skapa statistik om dem som deltar i studien.</li>\n<li>Ditt deltagande i studien och de gånger du slutför en uppgift.\nDessa behövs för att bedöma din grad av engagemang i studien.</li>\n<li>Märke, modell och operativsystem för din telefon.\nDessa behövs för att studera hur data ändras från telefon till telefon.</li>\n<li>Teknisk information relaterad till åtkomst till servern (t.ex. inloggningar).\nDessa behövs för säkerhet och revision.</li>\n<li>Data som samlats in inom de uppgifter som tilldelats i denna studie, särskilt:\n<ul>\n <li> Svar som ges på frågeformuläret \"Käkmuskelaktivitet och smärtupplevelse\". Detta formulär samlar in data om käkmuskelspänning, tandkontakt och smärtupplevelse vid olika tidpunkter på dagen.</li>\n</ul>\nDessa data är viktiga för att förstå sambandet mellan käkmuskelaktivitet och orofacial smärta under hela dagen.\nGenom att samla in upprepade mätningar av käkmuskelstatus och smärtintensitet syftar studien till att identifiera mönster som kan bidra till temporomandibulära störningar (TMD).\nGenom att spåra deltagarnas svar över tid kan man dessutom utvärdera hur effektiva beteendeinsatser är för att minska överbelastning och smärta i käken.\nResultaten från denna studie kommer att bidra till att förbättra kliniska strategier för att hantera orofacial smärta och relaterade tillstånd.\n</ul>\n\nUppgifterna kommer att användas för vetenskapliga ändamål, och den rättsliga grunden för behandlingen av dessa uppgifter är därför berättigat intresse (artikel 6 i GDPR).\n<br><br><b>Var kommer mina uppgifter att lagras?</b>\nAlla dessa uppgifter kommer att lagras på Mobistudy-servern, som hanteras av Malmö universitet i Sverige. Din telefon kommer att behålla din profil och uppgifter om vilka studier du deltar i.\n<br><br><b>Hur länge kommer denna data att sparas?</b>\n<ul>\n<li>Din profil och ditt deltagande i en studie kommer att sparas så länge du har ett konto på Mobistudy.</li>\n<li>Data som samlas in inom de uppgifter som tilldelats i denna studie kommer att sparas på Mobistudy-servern till slutet av 2026.</li>\n<li>Tekniska loggar kommer att raderas efter 1 år efter att de producerats.</li>\n</ul>\n\n<b>Vem kommer att ha tillgång till dessa uppgifter?</b>\n<ul>\n<li>Personal från Malmö universitet för tekniskt underhåll och revision.</li>\n<li>PI Birgitta Häggman Henrikson, Odontologiska fakulteten, Malmö universitet.</li>\n</ul>\n\nMalmö universitet är personuppgiftsansvarig för dina personuppgifter.\n<br><br><b>Vilka är mina rättigheter?</b>\n<ul>\n<li>Du kan när som helst dra dig ur den här studien genom att gå till avsnittet ”studier” i den här appen. De uppgifter som du hittills har producerat inom studien kommer att sparas, men om du vill att de ska tas bort kontakta mobistudy@mau.se.</li>\n<li>Du kan ta bort ditt konto från Mobistudy genom att gå till avsnittet ”profil” i den här appen. Detta kommer att ta bort alla dina uppgifter som samlas in av Mobistudy utom de tekniska loggarna, som kommer att raderas efter 1 år. Tänk på att uppgifter som redan har laddats ner av institutioner som deltar i denna eller tidigare studier fortfarande kan sparas efter att du har tagit bort ditt konto. Om du vill att dessa uppgifter ska raderas, vänligen kontakta mobistudy@mau.se.</li>\n<li>Du kan begära att behandlingen av dina uppgifter ska stoppas eller begränsas, även utan att radera ditt konto. Kontakta i så fall mobistudy@mau.se.</li>\n<li>Du kan ta reda på vad som har registrerats om dig och ladda ner uppgifterna i ett maskinläsbart format genom att kontakta mobistudy@mau.se.</li>\n<li>Du kan begära att fel i dina uppgifter rättas. Kontakta i så fall mobistudy@mau.se.</li>\n<li>Om du har klagomål som inte går att lösa med Malmö universitet kan du lämna dessa till Integritetsskyddsmyndigheten.</li>\n</ul>\n\nFör frågor om hur uppgifter behandlas av respektive institution som är involverad i studien vänligen kontakta:\n<ul>\n<li>Malmö högskolas dataskyddsombud på: dataskyddsombud@mau.se</li>\n<li>PI Birgitta Häggman Henrikson, Odontologiska fakulteten, Malmö högskola på: birgitta.haggman.henrikson@mau.se</li>\n</ul>",
      "en": "ePROPP Privacy Policy\n  <br>Version: 2024-05-16\n   <br>\nTo conduct this study, we need to collect some data from you.\n\n<b>What personal data will be collected?</b>\n<ul>\n<These>Your general profile information such as email address, name, surname, date of birth, sex, country, language, main health conditions, long-term treatments, weight and height.\nThese are needed to identify you and to create statistics about those who participate in this study.</li>\n<li>Your participation in the study and the times you complete a task.\nThese are needed to assess your level of involvement into the study.</li>\n<li>The brand, model and operating system of your phone.\nThese are needed to study how data changes from phone to phone.</li>\n<li>Technical information related to access of the server (like logins).\nThese are needed for security and auditing.</li>\n<li>Data collected within the tasks assigned in this study, specifically:\n<ul>\n <li> Answers given to the Jaw Muscle Activity & Pain Perception questionnaire. This form collects data on jaw muscle tension, tooth contact, and pain presence at different times of the day.</li>\n</ul>\nThese data are essential to understand the relationship between jaw muscle activity and orofacial pain throughout the day.\nBy collecting repeated measures of jaw muscle state and pain intensity, the study aims to identify patterns that may contribute to temporomandibular disorders (TMD).\nAdditionally, tracking participants’ responses over time allows for evaluating the effectiveness of behavioural interventions in reducing jaw overload and pain.\nThe findings from this study will contribute to improving clinical strategies for managing orofacial pain and related conditions.\n</ul>\n\nThe data will be used for scientific purposes, therefore the legal basis for the processing of this data is legitimate interest (Art. 6 of the GDPR).\n\n<b>Where will my data be stored?</b>\nAll these data will be stored on the Mobistudy server, which is managed by Malmö University in Sweden. Your phone will keep your profile and data about which studies you are participating in.\n\n<b>For how long will this data be kept?</b>\n<ul>\n<li>Your profile and participation in a study will be kept for as long as you will keep an account on Mobistudy.</li>\n<li>Data collected within the tasks assigned in this study will be kept on the Mobistudy server until the end of 2026.</li>\n<li>Technical logs will be deleted after 1 year they are produced.</li>\n</ul>\n\n<b>Who will have access to this data?</b>\n<ul>\n<li>Personnel from the Malmö University for technical maintenance and auditing.</li>\n<li>PI Birgitta Häggman Henrikson, Faculty of Odontology, Malmö university.</li>\n</ul>\n\nMalmö University is the controller of your personal information.\n\n<b>What are my rights?</b>\n<ul>\n<li>You can withdraw from this study whenever you want by accessing the “studies” section of this app. The data you have produced so far within the study will be kept, but if you want them to be removed contact mobistudy@mau.se.</li>\n<li>You can remove your account from Mobistudy by accessing the “profile” section of this app. This will remove all your data collected by Mobistudy except the technical logs, which will be deleted after 1 year. Be aware that data already downloaded by institutions involved in this or past studies may still be kept after you have removed your account. If you want these data to be deleted, please contact mobistudy@mau.se.</li>\n<li>You can ask the processing of your data to be stopped or restricted, even without deleting your account. In this case contact mobistudy@mau.se.</li>\n<li>You can find out what has been registered about you and download the data in a machine-readable format by contacting mobistudy@mau.se.</li>\n<li>You can ask for errors in your data to be corrected. In this case, contact mobistudy@mau.se.</li>\n<li>If you have complaints that cannot be resolved with Malmö University you may submit these to Integritetsskyddsmyndigheten.</li>\n</ul>\n\nFor questions about how data is processed by each institution involved in the study please contact:\n<ul>\n<li>Malmö University's data protection officer at: dataskyddsombud@mau.se</li>\n<li>PI Birgitta Häggman Henrikson, Faculty of Odontology, Malmö university at: birgitta.haggman.henrikson@mau.se</li>\n</ul>"
    },
    "taskItems": [
      {
        "description": {
          "sv": "Jag accepterar att besvara enkät 1A.",
          "en": "I agree to answer questionnaire 1A."
        },
        "taskId": 1
      },
      {
        "description": {
          "sv": "Jag accepterar att besvara enkät 1B.",
          "en": "I agree to answer questionnaire 1B."
        },
        "taskId": 2
      }
    ]
  }
}