{
  "_key": "11111",
  "teamKey": "78383208",
  "invitationCode": "241683",
  "invitational": true,
  "numberOfParticipants": 100,
  "createdTS": "2025-03-10T14:25:00.741Z",
  "updatedTS": "2025-03-10T16:47:58.945Z",
  "generalities": {
    "languages": [
      "sv",
      "en"
    ],
    "title": {
      "sv": "ePROPP",
      "en": "ePROPP"
    },
    "shortDescription": {
      "sv": "ePROPP: eHälsa för att förebygga och minska orofacial smärta hos befolkningen.",
      "en": "ePROPP: eHealth for Preventing and Reducing Orofacial Pain in the Population."
    },
    "longDescription": {
      "sv": "Du kommer att använda MobiStudy för att registrera data om käkspänning, käk/ansikts-smärta och tinnings-huvudvärk dagtid. Genom att besvara notiserna och registrera om du har spända käkar och/eller smärta samlas information om dessa besvär och hur de varierar över tid.",
      "en": "You will use MobiStudy to record data on jaw tension, jaw/face pain and temporal headaches during the day. By answering the prompts and recording whether you have jaw tension and/or pain, you will gather information about these complaints and how they vary over time."
    },
    "startDate": "2025-03-01",
    "endDate": "2026-12-31",
    "principalInvestigators": [
      {
        "name": "Birgitta Häggman Henrikson",
        "contact": "birgitta.haggman.henrikson@mau.se",
        "institution": "Malmö University"
      }
    ],
    "institutions": [
      {
        "name": "Malmö University",
        "contact": "Carl Magnus Olsson, 040-665 75 02",
        "dataAccess": "full",
        "reasonForDataAccess": {
          "sv": "Malmö universitet kommer att ha tillgång till dina personuppgifter som samlas in i denna studie, detta behövs för att fullfölja studiens mål.",
          "en": "Malmö University will have access to your personal data collected in this study, this is needed to fulfil the objectives of the study."
        }
      }
    ]
  },
  "inclusionCriteria": {
    "minAge": 18,
    "maxAge": 100,
    "sex": [
      "male",
      "female",
      "other"
    ],
    "criteriaQuestions": [],
    "diseases": [],
    "medications": []
  },
  "tasks": [
    {
      "id": 1,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "untilSecs": 259200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 3
      },
      "formKey": "222222",
      "formName": {
        "sv": "Frågeformulär baslinje 3",
        "en": "Questionnaire baseline 3"
      },
      "useCustomTitle": false
    },
    {
      "id": 2,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "untilSecs": 259200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "formKey": "222222",
      "formName": {
        "sv": "Frågeformulär behandling",
        "en": "Questionnaire treatment"
      },
      "useCustomTitle": false
    },
    {
      "id": 2,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "untilSecs": 259200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "formKey": "222222",
      "formName": {
        "sv": "Frågeformulär behandling",
        "en": "Questionnaire treatment"
      },
      "useCustomTitle": false
    },
    {
      "id": 1,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "untilSecs": 259200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 3
      },
      "formKey": "222222",
      "formName": {
        "sv": "Frågeformulär baslinje 3",
        "en": "Questionnaire baseline 3"
      },
      "useCustomTitle": false
    },
  ],
  "consent": {
    "invitation": {
      "sv": "Tack för ditt intresse av vår forskningsstudie. Innan du bestämmer dig för att delta är det viktigt att du förstår varför forskningen görs och vad deltagande betyder för dig. Vänligen ta den tid du behöver för att läsa detta dokument samt diskutera med andra om du så önskar. Om något är oklart, eller du vill ha mer information, vänligen kontakta den forskare från Malmö universitet som anges i slutet av detta dokument. Målsättningen med studien är att förstå relationen mellan fysiska aktiviteter i vardagslivet och kliniska mätningar av mobilitet och fysisk kapacitet. Information från dina dagliga aktiviteter kan vara en reflektion av din allmänhälsa, vilket kan göra det möjligt för doktorer ansvariga för ditt välmående får en bättre bild av hur du mår till vardags."
    },
    "privacyPolicy": {
      "sv": "<p>För att utföra denna studie behöver vi samla in viss data från dig.</p> <p><b>Vilken personlig data kommer att samlas in?</b></p> <ul> <li> Din allmänna profil såsom mejladress, för- och efternamn, födelsedatum, kön, land, språk, allmänhälsa, långtidssjukdomar, vikt och längd. Dessa behövs för att identifiera dig och samla in statistik om vem som deltar i studien. </li> <li> Ditt deltagande i studien när du genomfört en uppgift. Detta behövs för att kunna bedöma vilken grad av deltagande du har. </li> <li> Märke, modell samt operativsystem på din telefon. Detta behövs för att studera hur data påverkas beroende på vilken telefon som används. </li> <li>Teknisk information om vilka appar som ansluter till vår server. Detta behövs av säkerhetsskäl samt vid inspektion av säkerhet. </li> <li>Data som samlas in genom sensorer (Miband3, Snubblometer, GWALK) samt Mobistudy-appen, specifikt:</li>   <ul>   <li>Svar på enkäten om acceptans av teknologi.</li>   <li>Din geografiska position, avstånd och rörelse när du gör 6-minuters gångtest.</li>   <li>Avstånd och rörelse när du gör stå-upp-och-gå-testet.</li>   <li>Steg, aktivitet, samt puls insamlat genom armbandet Miband3.</li>   <li>Kroppsposition och data relaterad till din gång genom Snubblometern som sitter på ditt ben.</li>   </ul> </ul> <p> Dessa data behövs för att kunna uppnå målen med denna forskning.</p> <p> Den insamlade datan används för vetenskapliga syften, vilket betyder att laglig grund för hantering av personlig data klassas som legitimt intresse (artikel 5 och 6 av GDPR). </p> <p><b>Var kommer min data lagras?</b></p> <ul>   <li>   En forskare vid Malmö universitet kommer ha din kontaktinformation och   anteckningar såsom ålder, allmänhälsa, och anteckningar på en dator som ägs och   hanteras av Malmö universitet.   </li>   <li>   Data som skickas genom Mobistudy-appen sparas på en server på Malmö universitet i Sverige.   </li>   <li>   Data som skickas genom Snubblometen kommer att lagras på en server som hanteras av Infonomy AB och finns i Tyskland.   </li> </ul> <p><b>Hur länge kommer dessa uppgifter att sparas?</b></p> <p> Efter att datan har analyserats av forskningsgruppen, senast 2028, kommer datan tas bort från forskares datorer och servrar, samt arkiveras. Malmö universitet ansvarar för arkivering i enlighet med universitetets policies och regelverk i Sverige. Arkiverad data lagras minst 10 år. </p> <p> Din profil på Mobistudy sparas så länge du har ett konto på appen. T ekniska loggar tas bort 1 år efter de skapats. </p> <p><b>Vem har tillgång till dessa uppgifter?</b></p> <ul>   <li>   Forskningsgruppen på Malmö universitet samt Infonomy AB. Malmö universitet är   den som har kontroll över din personliga information.   </li>   <li>   Personal från Malmö universitet för tekniskt underhåll och säkerhetsinspektioner.   Malmö universitet är den som behandlar din personliga information.   </li> </ul> <p> Vi planerar att dela en anonymiserad version av den data som samlats in med det vetenskapliga samfundet. Din data kommer då att rensas från all personligen identifierbar information samt publiceras i en vetenskaplig portal. Detta gör det möjligt för fler forskare att ha samhällsmässig nytta av denna studie. Du kan välja att avstå från att inkludera din data om du vill. </p> <p>Notera att din data måste hanteras i enlighet med de lagar som gäller avseende tillgång till dokument som produceras av myndigheter i Sverige.</p> <p><b>Vilka är mina rättigheter?</b></p> <ul> <li> Du kan dra dig ur denna studie när du vill genom att gå till sektionen ‘studier’ i Mobistudy-appen. Data som producerats före detta kommer behållas men kan tas bort genom att kontakta forskningsgruppen. </li> <li> Du kan ta bort ditt konto från Mobistudy genom att gå till sektionen ‘profil’ i appen. Detta kommer ta bort all data insamlad av Mobistudy, förutom tekniska loggar som tas bort 1 år efter de skapats. Var medveten om att data som redan laddats ned av institutioner involverade i denna eller tidigare studier behålls efter du tagit bort ditt konto. Om du vill att denna data ska tas bort, vänligen kontakta forskningsgruppen. </li> <li>Du kan be om att behandlingen av din data stoppas eller begränsas även utan att ta bort ditt konto. Kontakta forskningsgruppen om detta önskas. </li> <li>Du kan få veta vad som registrerats om dig och ladda ned din data i ett maskinläsbart format genom att kontakta forskningsgruppen. </li> <li>Du kan be om att felaktigheter i din data korrigeras. Kontakta forskningsgruppen om detta önskas.</li> <li>Om du har klagomål som inte kan lösas tillsammans med Malmö universitet kan dessa skickas till Integritetsskyddsmyndigheten.</li> </ul> <p>För frågor om hur data behandlas av respektive institution som deltar i denna studie, vänligen kontakta:</p> <ul> <li>Dario Salvi, huvudansvarig forskare vid Malmö University: dario.salvi@mau.se</li> <li>Helmuth Kristen, VD på Infonomy AB: helmuth.kristen@infonomy.com</li> <li>Malmö universitets dataskyddsombud: dataskyddsombud@mau.se</li> </ul>"
    },
    "taskItems": [
      {
        "description": {
          "sv": "Jag accepterar att besvara enkät 1 i början av studien."
        },
        "taskId": 1
      },
      {
        "description": {
          "sv": "Jag accepterar att utföra sex minuters promenadtest, en gång i veckan."
        },
        "taskId": 2
      },
      {
        "description": {
          "sv": "Jag går med på att utföra ett Stå-upp-och-gå-test, en gång i veckan."
        },
        "taskId": 3
      },
      {
        "description": {
          "sv": "Jag accepterar att besvara enkät 2 mitt i studien."
        },
        "taskId": 4
      },
      {
        "description": {
          "sv": "Jag accepterar att besvara enkät 3 i slutet av studien."
        },
        "taskId": 5
      },
      {
        "description": {
          "sv": "Jag accepterar att använda armbandet och att synkronisera data med appen var tredje dag."
        },
        "taskId": 6
      }
    ],
    "extraItems": [
      {
        "description": {
          "sv": "Jag samtycker till att delta i projektet Synergi: relationen mellan vardagsliv och fysisk kapacitet."
        }
      },
      {
        "description": {
          "sv": "Jag är medveten om att inga biologiska prover samlas in av projektet, dvs ingen information sparas i någon biobank."
        }
      },
      {
        "description": {
          "sv": "Jag är införstådd med att jag utöver detta elektroniska samtycke även behöver läsa studieinformation och lämna ett skriftligt godkännande."
        }
      }
    ]
  }
}