{
  "_key": "33777013",
  "teamKey": "32182691",
  "invitationCode": "444555",
  "invitational": true,
  "numberOfParticipants": 40,
  "createdTS": "2022-11-09T10:35:39.708Z",
  "updatedTS": "2022-11-17T22:59:13.372Z",
  "generalities": {
    "languages": [
      "en",
      "sv"
    ],
    "title": {
      "en": "ParkApp",
      "sv": "ParkApp"
    },
    "shortDescription": {
      "en": "Home monitoring of Parkinson's Disease symptoms",
      "sv": "Mobil och bärbar fjärrskattning av symptom på Parkinsons sjukdom"
    },
    "longDescription": {
      "en": "<p><b> What is this research project about and why am I asked to participate?</b> <p> Conventional clinical assessment of Parkinson’s disease could be improved with the use of objective measurements taken at home, using mobile phones and wearable devices such as smart watches. The aim of this research project is to understand if it is possible to measure symptoms of Parkinson’s disease at home in a reliable- and clinically-significant way <p> The project is a collaboration among the Karolinska Institute, Malmö University and the University of Edinburgh and is funded by the Mats Paulsson foundation. The principal investigator, Professor Per Svenningsson, Department of Neurology at Karolinska University Hospital, is the Academic Specialist Center, Stockholm County Council's healthcare area (SLSO). The study's ethical issues have been approved by the Ethics Review Authority in Stockholm (record number 2022-02885-01). <p> <b>What does participation in the study entail?</b> <p> The participation in this study requires 2 visits in clinic, in which you will be subject to a clinical evaluation of your symptoms (MDS-UPDRS scale and timed up and go test with gait analysis) and a number of monitoring activities at home, using a free mobile phone app, Mobistudy, and a wrist-worn accelerometer, GeneActive. <p> The total duration of the study is 2 months. Each week, you will be asked to complete a number of activities to measure your symptoms, such as answering to questionnaires, or doing motor and non-motor tests, always using the app. The app will remind you when the activities are due. <p> Each activity is short, and you will not be proposed more than 5 activities per day, for a maximum of 30 minutes on a single day. The schedule is organised as follows: <ul> <li>Every day, you will be asked to report how the quality of your sleep was the night before.</li> <li>Once a week, you will perform 5 tests, all guided by the app: the timed up and go test (standing up from a chair, walking 3 meters and going back), performing a vocalization test, holding your phone still with one arm extended, tapping on the screen with your fingers and drawing simple shapes on the screen. These tests must be performed once before your medication and again 1 hour after medication.</li> <li>At the end of each week, you will answer a questionnaire about sleep quality.</li> <li>Three times in the study, you will have to report about your quality of life and depression symptoms.</li> <li>Once in the study, you will be asked to answer questions about your experience with the use of the app.</li> </ul> <p> In addition to the mobile phone app, you will be asked to carry an activity band to measure the movements of your wrist for as long as the battery lasts. When the battery is depleted (between 1 and 2 months), you can remove the activity band and return it at your next appointment. <p> At the end of the study, we may ask you to hold a short interview (30 minutes) about your experience with the use of the app. The interview may be recorded with your permission. <p><b> What are the possible risks and consequences of participating?</b> <p> All the tasks are safe to execute and there are no major risks associated to participating to this study. By sending the data related to your tests, the Mobistudy app will produce some additional traffic on your mobile phone which, depending on the type of connection and the mobile Internet contract you have, may generate some additional costs. Nonetheless, we estimate these costs to be much smaller than the ones generated, for example, when using common social networks or watching online videos. <p> When personal and health-related data are stored on computers there is always the possibility that data is leaked unlawfully. All the system used in this study utilise state-of-the-art security mechanisms such as encryption and strict access control rules, therefore we consider this risk to be very small. <p><b> What happens with my data?</b> <p> The project will collect and register information about you. When you accept participation in the study, you also accept that personal information is processed. The data collected in clinic will be stored on a secure system at the Karolinska Institute. The data collected by the Mobistudy app will be stored on a system managed by Malmö University. Your data will be analysed by researchers at Malmö University and the University of Edinburgh. The aim is to link the data collected at home with the data collected at the clinic to understand if home monitoring is clinically relevant. <p> No later than 5 years after the end of the study, we will remove all personal information from the data and publish them on scientific data repositories to allow researchers from all over the world to contribute to the research. For example, researchers at the University of Edinburgh will analyse anonymised data about your sleep habits and voice. <p> Your answers and your data will be processed so that unauthorized persons cannot take part in them. The person responsible for your personal data is the data controller of your data, the principal investigator Dr. Per Svenningsson. According to the EU Data Protection Regulation, you have the right to access the information about you that is handled in this study free of charge, and, if necessary, get any mistakes corrected. You can also request that information about you be deleted and that the processing of your personal data be restricted. However, the right to delete and restrict the processing of personal data does not apply when the data is necessary for the research in question. If you want to take part in the information, you must contact the principal investigator at the address reported below. The Data Protection Officer of Region Stockholm can be reached at Dataskyddsombudet, Stockholms läns sjukvårdsområde, Box 43436, 104 31 Stockholm, tel: 08-123 400 00, email: gdpr.slso@regionstockholm.se. <p> If you are dissatisfied with how your personal data is processed, you have the right to submit a complaint to the Integritetsskyddsmyndigheten, which is the supervisory authority. <p> For more information about how your data is handled, your rights and how to raise questions related to data protection, please see the attached Privacy Policies of the Mobistudy app and the ParkApp study. <p> <b> What can the study lead to?</b> <p> Our aim is to develop a system for home monitoring that is usable and minimally invasive. This system will complement regular visits and will allow doctors to have a more detailed and timely view of patients’ health status. <p> <b> How can I know about the results of this study?</b> <p> The results of the study will be published on scientific outlets. If interested, you can contact the researchers who will be very happy to share information about the study with you. <p> <b>Insurance and compensation</b> <p> As in healthcare in general, you are covered by the Patient Insurance. The study does not involve any costs for you. Extra costs, e.g. travel expenses, which arise in connection with the participation in the study will be reimbursed upon presentation of original receipts. In addition, you can receive reasonable compensation for any lost earnings. This compensation is considered taxable income. <p> <b> Participation voluntariness</b> <p> Your participation is completely voluntary. You can withdraw from the study at any time either by contacting one of the researchers or by using the app. The app also allows to opt-out of any of the data collection activities you don’t want to no longer carry on.",
      "sv": "<p><b> Bakgrund till projektet och varför vill ni att jag deltar?</b> <p> Traditionella kliniska skattningar av Parkinsons sjukdom (PS) kan förbättras genom att använda objektiva mätningar från patienters hemmamiljö, genom att använda mobiltelefoner och bärbar teknologi såsom smarta klockor. Målet med detta forskningsprojekt är att förstå om det är möjligt att mäta symptom på PS i hemmamiljö på ett pålitligt och kliniskt signifikant sätt. <p> Projektet är ett samarbete mellan Karolinska Intitutet, Malmö Universitet och Universitetet i Edinburg, samt finansieras av Mats Paulssonstiftelserna. Studien är planerad av läkare och forskare Professor Per Svenningsson, Neurologiska kliniken vid Karolinska Universitetssjukhuset. Forskningshuvudmannen är Akademiskt Specialistcentrum, Region Stockholm. Studiens etiska frågeställningar har prövats och godkänts av Etikprövningsmyndigheten (diarienummer 2022-02885-01). <p><b>Vad innebär ett deltagande i studien?</b> <p> Läkarbesök: Deltagande i studien kräver två besök på klinik där du undersöks av neurologiskt intresserad läkare med avseende på skattning av dina symptom. Denna skattning sker med hjälp av flertalet etablerade skattningsskalor, samt ett antal aktiviteter du förväntas genomföra i din hemmamiljö senare med hjälp av en gratis mobiltelefonapp (Mobistudy), samt ett smart armband (GeneActive) som lånas ut under studien. Läkarundersökningen av sjukdomsstadium och kognitiv förmåga blir därmed något mer ingående än vid ett rutinbesök. Demografiska data som kön, hereditet, symtombild och debutålder kommer sammanställas vid läkarbesöket. Total studietid är två månader. Under studien kommer du ombes göra ett antal aktiviteter i din hemmamiljö för att mäta dina symptom, såsom att svara på enkäter, eller göra motoriska eller icke-motoriska tester. Detta sker alltid genom att använda appen Mobistudy. Appen kommer visa påminnelser (notifikationer) på din telefon när det är dags att göra aktiviteterna. <p> Varje aktivitet är kort och du kommer inte föreslås göra mer än fem aktiviteter per dag, vilket kräver maximalt 30 minuter på en enskild dag. Schema för aktiviteter är: <ul> <li>Varje dag frågas du om din sömnkvalitet natten före.</li> <li>En gång i veckan utför du fem tester, alla med instruktioner från appen: Timed Up and Go (stå upp från en stol, gå tre meter, samt gå tillbaka och sitt ned), vokalisering, hålla din telefon utsträckt i ena armen, klicka på skärmen med dina fingrar, samt rita enkla mönster på telefonens skärm. Dessa tester måste göras en gång före du tar din medicin, samt en gång till efter det gått en timme sedan du tog din medicin.</li> <li>I slutet av varje vecka svara på en enkät om sömnkvalitet för veckan som gått.</li> <li>Tre gånger under studien rapportera om livskvalitet och eventuella symptom på depression.</li> <li>En gång under studien svara på frågor om dina erfarenheter från att ha använt appen.</li> </ul> <p> Utöver att använda mobiltelefonappen ombes du bära det aktivitetsarmband som lånas ut till dig, för att mäta dina handledsrörelser så länge batteriet varar. När batteriet är slut (mellan en och två månader) kan du ta av armbanded och lämna tillbaka det vid ditt nästa läkarbesök. <p> I slutet av studien kan vi be om en kort intervju (30 minuter) för att fråga om dina erfarenheter med appen. Intervjun spelas in för att göra det möjligt att analysera resultaten i efterhand. <p> <b> Vilka risker och följder finns av att delta?</b> <p> Alla aktiviteter du ombes göra under studien är säkra och utgöra ingen allvarlig risk. Genom att skicka data som samlas in från dina aktiviteter och tester kommer appen Mobistudy innebära ytterligare datatrafik för din mobiltelefon. Beroende på vilken typ av uppkoppling du använder och vilken typ av avtal du har för uppkoppling mot Internet kan detta innebära extra kostnade. I de fall sådana kostnader uppstår estimerar vi dem till mycket små och avsevärt mindre än exempelvis vad vanliga sociala nätvärksappar eller att se på videos från Internet innebär. <p> När personlig och hälsorelaterad data lagras på datorer finns alltid en risk att olagliga dataintrång gör att sådan data delas utanför forskningsprojektet. Samtliga system och teknologier som används i denna studie använder senaste och mest utvecklade säkerhetsmekanismer såsom kryptering och strikt begränsning av tillgång till den data och den teknologi som används. Vi bedömmer därmed risken för olagliga dataintrång som mycket liten. <p> <b>Vad händer med mina uppgifter?</b> <p> Projektet kommer att samla in och registrera information om dig. När du samtycker till att delta i studien samtycker du också till att personuppgiftsbehandling sker. Data insamlad på klinik kommer lagras på ett säkert system på Karolinska Institutet. Data insamlad av appen Mobistudy kommer lagras på ett säkert system som hanteras av Malmö Universitet. Din data kommer analyseras av forskare på Malmö Universitet. Målet är att koppla data insamlad i hemmamiljö till data insamlad på klinik för att avgöra om distansskattning är kliniskt relevant. Senast fem år efter studien kommer all personlig information tas bort från insamlad data. Därefter publiceras datan tillsammans med andra vetenskapliga datainsamlingar för att forskare världen över ska kunna använda dessa till att bidra till vidare forskning och kunskap. Exempelvis kommer forskare från Universitetet i Edinburg analysera anonymiserad data om sömnvanor och röst. <p> Dina svar och resultat kommer att behandlas så att obehöriga inte kan ta del av dem. Dina personuppgifter skyddas av sekretesslagen, vårdregisterlagen, och GDPR. Ansvarig för dina personuppgifter är Dr, Per Svenningsson. Enligt EU:s dataskyddsförordning har du rätt att kostnadsfritt få ta del av de uppgifter om dig som hanteras i projektet, och vid behov få eventuella fel rättade. Du kan också begära att uppgifter om dig raderas samt att behandlingen av dina personuppgifter begränsas. Rätten till radering och till begränsning av behandling av personuppgifter gäller dock inte när uppgifterna är nödvändiga för den aktuella forskningen. Om du vill ta del av uppgifterna ska du kontakta huvudansvarig forskare på adressen nedan. Dataskyddsombudet på Region Stockholm kan nås på: Dataskyddsombudet, Stockholms läns sjukvårdsområde, Box 43436, 104 31 Stockholm, tel: 08-123 400 00, mejl: gdpr.slso@regionstockholm.se. Om du är missnöjd med hur dina personuppgifter behandlas har du rätt att ge in klagomål till Integritetsskyddsmyndigheten, som är tillsynsmyndighet. <p> För mer information om hur data hanteras, dina rättigheter och hur du kan ställa frågor relaterat till dataskydd, vänligen see den bifogade integritetspolicy som täcker appen Mobistudy och studien ParkApp. <p><b> Vad kan studien leda fram till?</b> <p> Målet är att utveckla ett system för distansskattning av PS-symptom i hemmamiljöer som är användbar och inkräktar så lite som möjligt på patienters vardagsliv. Systemet kommer komplettera regelbundna besök på klinik samt tillåter läkare att få en mer detaljerad och i närtid relevant bild av patienters hälsa. Hur får jag information om resultatet av studien? Du kan fråga din behandlande läkare om dina resultat. Du kan även kontakta de associerade forskare som nämns nedan. Om du inte önskar behöver du inte ta del av analysresultaten. Resultaten av studien kommer att publiceras i vetenskapliga tidskrifter, dock på ett sådant sätt att enskilda personer inte kan identifieras. <p> <b> Försäkringsskydd</b> <p> Liksom inom sjukvården i övrigt omfattas du av Patientförsäkringen. <p><b> Ekonomisk ersättning</b> <p> Studien innebär inga kostnader för dig. Extra kostnader, t.ex. resekostnader, som uppstår i samband med deltagandet i studien kommer att ersättas mot uppvisande av originalkvitton. Därutöver kan du få en rimlig kompensation för eventuell förlorad arbetsinkomst. Denna ersättning betraktas som skattepliktig inkomst. <p><b> Deltagandet är frivilligt</b> <p> Ditt deltagande är frivilligt och du kan när som helst välja att avbryta deltagandet. Om du väljer att inte delta eller vill avbryta ditt deltagande behöver du inte uppge varför, och det kommer inte heller att påverka din framtida vård eller behandling. Om du vill avbryta ditt deltagande kan du kontakta någon av de associerade forskarna, eller genom att följa instruktionerna för att gå ur studien som appen presenterar. Appen tillåter även att data insamlad via någon av aktiviteterna ej delas, ifall du inte länge vill eller kan delta."
    },
    "startDate": "2022-04-28",
    "endDate": "2023-04-28",
    "principalInvestigators": [
      {
        "name": "Per Svenningsson",
        "contact": "Karolinska Institutet, Department of Clinical Neuroscience, Tomtebodavägen 18A, 171 77 Stockholm, Phone: 08-123 673 00 / 08-585 800 00, email: per.svenningsson@ki.se",
        "institution": "Region Stockholm"
      }
    ],
    "institutions": [
      {
        "name": "Region Stockholm",
        "contact": "ASC Torsplan, Solnavägen 1E, 11365 Stockholm",
        "dataAccess": "full",
        "reasonForDataAccess": {
          "en": "Data needed to complete the objectives of the research.",
          "sv": "Data behövs för att slutföra målen för forskningen."
        }
      },
      {
        "name": "Malmö Universitet",
        "contact": "Institutionen för datavetenskap och medieteknik, Nordenskiöldsgatan 1, Malmö",
        "dataAccess": "full",
        "reasonForDataAccess": {
          "en": "Malmö University is responsible for collecting the data through the Mobistudy app and for doing the statistical analysis.",
          "sv": "Malmö Universitet ansvarar för att samla in data via Mobistudy-appen och för att göra den statistiska analysen."
        }
      },
      {
        "name": "Karolinska Institutet",
        "contact": "Department of Clinical Neuroscience, Tomtebodavägen 18A, 171 77 Stockholm",
        "dataAccess": "full",
        "reasonForDataAccess": {
          "en": "Karolinska Institute will be involved in keeping records of your study data.",
          "sv": "Karolinska Institutet kommer att vara med och föra register över dina studiedata."
        }
      },
      {
        "name": "Usher Institute, The University of Edinburgh",
        "contact": "Thanasis Tsanas, Athanasios.Tsanas@ed.ac.uk, The University of Edinburgh, Storbritannien",
        "dataAccess": "anonymised",
        "reasonForDataAccess": {
          "en": "Usher Institute will access anonymised data for the analysis of voice and sleep patterns.",
          "sv": "Usher Institute kommer att få tillgång till anonymiserad data för analys av röst- och sömnmönster."
        }
      }
    ]
  },
  "inclusionCriteria": {
    "minAge": 30,
    "maxAge": 100,
    "sex": [
      "male",
      "female",
      "other"
    ],
    "diseases": [],
    "medications": [],
    "minBMI": 5,
    "maxBMI": 210
  },
  "tasks": [
    {
      "id": 1,
      "type": "tugt",
      "scheduling": {
        "alwaysOn": true,
        "startEvent": "consent",
        "untilSecs": 7776000
      },
      "customTitle": {
        "en": "TU&G in clinic",
        "sv": "TU&G på kliniken"
      },
      "useCustomTitle": true
    },
    {
      "id": 2,
      "type": "tugt",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "untilSecs": 5184000,
        "interval": 7,
        "occurrences": 8
      },
      "customTitle": {
        "en": "TU&G before medication",
        "sv": "TU&G före medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 3,
      "type": "tugt",
      "scheduling": {
        "startEvent": "taskExecution",
        "eventTaskId": 2,
        "startDelaySecs": 3600,
        "untilSecs": 43200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "customTitle": {
        "en": "TU&G 1h after medication",
        "sv": "TU&G 1t efter medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 4,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "startDelaySecs": 172800,
        "untilSecs": 5184000,
        "occurrences": 3,
        "interval": 26
      },
      "formKey": "33776579",
      "formName": {
        "en": "Beck Depression Inventory",
        "sv": "Beck Depression Inventering"
      },
      "useCustomTitle": false
    },
    {
      "id": 5,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "w",
        "startDelaySecs": 604800,
        "untilSecs": 5184000,
        "occurrences": 8,
        "interval": 1
      },
      "formKey": "33776696",
      "formName": {
        "en": "Parkinson's disease sleep scale",
        "sv": "Parkinsons sjukdom sömnskala"
      },
      "useCustomTitle": false
    },
    {
      "id": 6,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "startDelaySecs": 172800,
        "untilSecs": 5184000,
        "occurrences": 3,
        "interval": 26
      },
      "formKey": "33776638",
      "formName": {
        "en": "Non-Motor Symptoms Questionnaire",
        "sv": "Formulär för icke-motoriska symtom"
      },
      "useCustomTitle": false
    },
    {
      "id": 7,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "startDelaySecs": 172800,
        "untilSecs": 5184000,
        "occurrences": 3,
        "interval": 26
      },
      "formKey": "33776664",
      "formName": {
        "en": "Parkinson's disease Questionnaire",
        "sv": "Parkinsons sjukdom frågeformulär"
      },
      "useCustomTitle": false
    },
    {
      "id": 8,
      "type": "vocalization",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "untilSecs": 5184000,
        "interval": 7,
        "occurrences": 8
      },
      "customTitle": {
        "en": "Voice test before medication",
        "sv": "Vokalisering före medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 9,
      "type": "vocalization",
      "scheduling": {
        "startEvent": "taskExecution",
        "eventTaskId": 8,
        "startDelaySecs": 3600,
        "untilSecs": 43200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "customTitle": {
        "en": "Voice test 1h after medication",
        "sv": "Vokalisering 1t efter medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 10,
      "type": "holdPhone",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "untilSecs": 5184000,
        "interval": 7,
        "occurrences": 8
      },
      "customTitle": {
        "en": "Hold-the-phone before medication",
        "sv": "Hålla telefonen före medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 11,
      "type": "holdPhone",
      "scheduling": {
        "startEvent": "taskExecution",
        "eventTaskId": 10,
        "startDelaySecs": 3600,
        "untilSecs": 43200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "customTitle": {
        "en": "Hold-the-phone 1h after medication",
        "sv": "Hålla telefonen 1t efter medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 12,
      "type": "fingerTapping",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "untilSecs": 5184000,
        "interval": 7,
        "occurrences": 8
      },
      "customTitle": {
        "en": "Finger tapping before medication",
        "sv": "Fingerfärdighet före medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 13,
      "type": "fingerTapping",
      "scheduling": {
        "startEvent": "taskExecution",
        "eventTaskId": 12,
        "startDelaySecs": 3600,
        "untilSecs": 43200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "customTitle": {
        "en": "Finger tapping 1h after medication",
        "sv": "Fingerfärdighet 1t efter medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 14,
      "type": "drawing",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "untilSecs": 5184000,
        "interval": 7,
        "occurrences": 8
      },
      "customTitle": {
        "en": "Drawing test before medication",
        "sv": "Figurtestetet före medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 15,
      "type": "drawing",
      "scheduling": {
        "startEvent": "taskExecution",
        "eventTaskId": 14,
        "startDelaySecs": 3600,
        "untilSecs": 43200,
        "intervalType": "d",
        "interval": 1,
        "occurrences": 1
      },
      "customTitle": {
        "en": "Drawing test 1h after medication",
        "sv": "Figurtestetet 1t efter medicin"
      },
      "useCustomTitle": true
    },
    {
      "id": 16,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "untilSecs": 5184000,
        "interval": 1,
        "occurrences": 60
      },
      "formKey": "33776618",
      "formName": {
        "en": "Daily sleep quality",
        "sv": "Daglig sömnkvalitet"
      },
      "useCustomTitle": false
    },
    {
      "id": 17,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "startDelaySecs": 1728000,
        "untilSecs": 5184000,
        "interval": 1,
        "occurrences": 1
      },
      "formKey": "33776737",
      "formName": {
        "en": "Mobile Application Rating Scale",
        "sv": "Betygsskala för mobilapplikationer"
      },
      "useCustomTitle": false
    },
    {
      "id": 18,
      "type": "form",
      "scheduling": {
        "startEvent": "consent",
        "intervalType": "d",
        "startDelaySecs": 1728000,
        "untilSecs": 5184000,
        "interval": 1,
        "occurrences": 1
      },
      "formKey": "33776715",
      "formName": {
        "en": "Technology Acceptance Questionnaire",
        "sv": "Formulär för teknikacceptans"
      },
      "useCustomTitle": false
    }
  ],
  "consent": {
    "invitation": {
      "en": "You are hereby asked if you want to participate the ParkApp study, “mobile and wearable remote assessment of Parkinson’s disease symptoms”, as a research subject. Take your time to read the information and feel free to ask questions to the research team if something is unclear.",
      "sv": "Du tillfrågas härmed om du vill delta i ett forskningsprojekt som forskningsperson. Ta god tid på dig att läsa informationen och ställ gärna frågor om något är oklart."
    },
    "privacyPolicy": {
      "en": "<p><b>ParkApp study Privacy Policy</b></p><p>Version: 2022-06-27</p><p>To conduct this study, we need to collect some data from you using the Mobistudy app.</p><p><b>What personal data will be collected?</b></p><ul><li>Your general profile information like email address, name, surname, date of birth, sex, country, language, main health conditions, long-term treatments, weight and height. These are needed to identify you and to create statistics about those who participate in this study.</li><li>Your medical conditions like the results of your MDS-UPDRS assessment or the timed up and go test, the date of when you were diagnosed with Parkinson’s disease or when your symptoms started, your medication regime, if you have gone through surgery or if you have an implanted deep brain stimulation device, the presence of other relevant medical conditions. These are needed to separate the results based on patients' conditions.</li><li>Your activity in the study such as when you join it or the times you complete a task. These are needed to assess your level of involvement into the study.</li><li>The brand and model of your phone. These are needed to study how data is different from phone to phone.</li><li>Data collected by the app within the tasks assigned in this study, specifically:<ul><li>Answers provided to the User Version of the Mobile Application Rating Scale (uMARS)</li><li>Answers provided for the “Technology acceptance model” questionnaire</li><li>Answers given for the “Beck's depression inventory”</li><li>Answers provided for the “Parkinson's disease sleep scale”</li> <li>Answers provided for the “Non-motor Symptoms Questionnaire (NMSQuest)”</li> <li>Answers provided for the “Parkinson's disease Questionnaire-8 (PDQ-8)”</li> <li>Answers provided for the “Daily sleep quality” questionnaire</li> <li>The acceleration and orientation of your phone when you perform the “Timed up and go” test</li> <li>The sound recorded during the vocalization test</li> <li>The acceleration and orientation of your phone during the “Hold your phone” test</li> <li>The position of your fingers and the time you touch the screen during the “Finger tapping test”</li> <li>The position of your fingers and the time you touch the screen during the drawing test</li> </ul> These data are needed to fulfil the aims of the research, that is, to identify a link between the home, app-based tests, and the tests conducted in clinic. </li> <li>Data collected by the GeneActiv actigraphy device (activity band), which includes acceleration, temperature, and light. These are needed to identify if it is possible to measure Parkinson’s disease symptoms using passive monitoring.</li> <li>Technical information related to access to the app (like logins or when data is sent). These are needed for security and auditing.</li> </ul><p><b>Where will my data be stored?</b></p> <p>Your phone will only keep your profile and data about which studies you are participating in.</p> <p>Clinical data will be stored on a secure server (REDCap) managed by the Karolinska Institute. The data generated by the app will be stored on the Mobistudy server, which is managed by Malmö University in Sweden. </p> <p>Researchers involved in the study will temporarily keep the data on their computers for analysis synchronised with an encrypted online space. </p><p><b>For how long will this data be kept?</b></p><p>Your profile and information related to your participation in the study will be kept for as long as you will keep an account on Mobistudy.</p><p>Data collected within the tasks assigned in this study will be kept on the Mobistudy and the Karolinska REDCap servers until the end of the study, scheduled in mid 2023.</p><p>Technical logs will be deleted after 1 year they are produced.</p> <p>The study data will be stored on the research team computers for analysis and, no later than 5 years after the end of the study, all personal information such as names and emails, will be removed and anonymised data will be published on a scientific public repository.</p> <p><b>Who will have access to this data?</b></p> <ul> <li>Personnel from the Karolinska University hospital and ASC Torsplan, for collecting the data needed for the study (Region Stockholm is the controller of your personal information).</li> <li>Researchers from Karolinska Institute, for the collection of clinical data and analysis (Karolinska Institute is processor of your personal information).</li> <li>Researchers from Malmö University, for data analysis, technical maintenance, and auditing (Malmö University is processor of your personal information).</li> <li>Researchers from other institutions, including the Usher Institute of the University of Edinburg, who will analyse anonymised data.</li> </ul><p><b>What are my rights?</b></p> <ul> <li>You can withdraw from this study whenever you want from the “studies” section of the app. Data you have produced so far within the study will be kept, but if you want such data to be removed also, please contact the principal investigator Dr. Per Svenningsson.</li><li>You can remove your account from Mobistudy from the “profile” section of the app. This will remove all your data collected by Mobistudy except the technical logs, which will be deleted after 1 year. Be aware that data already downloaded by institutions involved in this or past studies may still be kept after you have removed your account.</li><li>You can ask the processing of your data to be stopped or restricted, even without deleting your account. In this case contact the principal investigator Dr. Per Svenningsson.</li><li>You can find out what has been registered about you and download the data in a machine-readable format by contacting mobistudy@mau.se.</li><li>You can ask for errors in your data to be corrected. In this case, contact the principal investigator Dr. Per Svenningsson.</li><li>If you have complaints that cannot be resolved with Region Stockholm nor Malmö University, you may submit these to Integritetsskyddsmyndigheten.</li></ul><p> For questions about how data is processed by each institution involved in the study please contact:</p> <ul> <li>Per Svenningsson at per.svenningsson@ki.se</li> <li>Dario Salvi at dario.salvi@mau.se</li> <li>Malmö University's data protection officer at dataskyddsombud@mau.se</li> <li>Region Stockholm data protection officer at gdpr.slso@regionstockholm.se</li> </ul>",
      "sv": "<p><b>Integritetspolicy för ParkApp</b></p> <p> Version: 2022-06-27</p> <p>För att delta i studien behöver vi samla in en del data från dig genom mobiltelefonappen Mobistudy.</p> <p><b> Vilken personlig data kommer samlas in?</b></p> <ul> <li> Din generella profil såsom mejladress, för- och efternamn, födelsedag, kön, land, språk, allmänt hälsotillstånd, långtidsbehandlingar, vikt och längd. Dessa behövs för att identifiera dig och för att skapa statistik om de som deltar i studien. </li><li> Din kliniska status såsom resultat från din MDS-UPDRS-utvärdering eller Timed up and go test, datum då du först fick diagnosen Parkinsons sjukdom, när dina symptom började, den medicinering du följer, om du genomgått operationer relaterat till Parkinson, har ett inplantat för djup hjärnstimulans, eller har annan relevant medicinska problem. Dessa behövs för att kunna separera resultat från denna studie från deltagares övriga kliniska tillstånd. </li><li> Din aktivitet i studien såsom när du gick med eller tider då du gjort uppgifter som ingår. Dessa behövs för att förstå vilken nivå av engagemang i studien som deltagare har. </li><li> Märke och modell på din telefon, vilket behövs för att kunna studera skillnader på data från olika telefoner. </li><li> Data insamlat av appen genom de uppgifter som studien vill att du utför, specifikt: <ul> <li>Svar från användarenkäten av den skala som mäter användbarhet av applikationer på mobiltelefoner (uMARS – user version of the Mobile Application Rating Scale). </li><li>Svar från enkäten som mäter acceptans av teknologi (TAM – Technology Acceptance Model). </li><li>Svar från enkäten som undersöker tecken på depression (Beck’s depression inventory). </li><li>Svar från enkäten som ger en sömnskala för Parkinsons sjukdom (Parkinson’s disease sleep scale). </li><li>Svar från enkäten om icke-motoriska symptom (NMSQuest - Non-Motor Symptoms Questionnaire). </li><li>Svar från enkäten om Parkinsons sjukdom (PDQ-8 - Parkinson's disease Questionnaire-8). </li><li>Svar från enkäten om när du somnar, vaknar och din sömnkvalitet (Daglig sömnkvalitet formulär). </li><li>Acceleration och riktning på din telefon under tiden du utför ”Timed up and go test”. </li><li>Acceleration och riktning på din telefon när du gör testet Hålla telefonen. </li><li>Inspelning av din röst under vokaliseringstestet. </li><li>Positionen av det finger och tiden du rör vid skärmen under testet Fingerfärdighet. <li>Positionen av det finger och tiden du rör vid skärmen under Figurtestet. </li></ul> Dessa data krävs för att uppfulla målet av denna forskning, dvs att identifiera en relation mellan app-baserade tester i hemmamiljöer och tester som utförs på klinik. </li> <li> Data insamlat av aktigrafen GeneActiv (armbandet) vilket inkluderar acceleration, temperatur och ljus. Dessa behövs för att göra det möjligt att mäta symptom på Parkinsons sjukdom utan att patienter behöver göra mer än att ha på sig armbandet. </li><li> Teknisk information relaterad till appen, såsom inloggningar och när data skickas. Detta krävs för säkerhetskontroller och revisioner av datasäkerhet.</li> </ul> <p><b>Var kommer min data lagras?</b></p> <p> Din telefon kommer enbart lagra din generella användarprofil och data om vilken studie du är med i. <p> Klinisk data lagras på en säker server (REDCap) som hanteras av Karolinska Institutet. Data som skapas genom appen Mobistudy lagras på en server som hanteras av Malmö universitet och som befinner sig i Sverige. <p> Forskare som är involverade i studien kommer tillfälligt att hålla data på sina datorer för analys synkroniserade med ett krypterat online utrymme. <p><b> Hur länge sparas denna data?</b> <p> Din generella användarprofil och deltagande i studien sparas så länge du väljer att behålla ett konto på Mobistudy. <p> Data insamlat genom uppgifter i denna studie sparas på Mobistudys och REDCap server till slutet av studien, vilket förväntas vara i mitten av 2023. <p> Tekniska loggar tas bort ett år efter de skapats. <p> Data från studien lagras på de deltagande forskarnas datorer för analys. Senast fem år efter studiens slut tas all personlig information såsom namn och mejladress bort, samtidigt som all data anonymiseras och publiceras på en vetenskaplig databank. <p><b> Vem har tillgång till datan?</b> <ul> <li>Personal från Karolinska Universitetssjukhuset och ASC Torsplan, för insamling av de uppgifter som behövs för studien (Region Stockholm är ansvarig för dina personuppgifter). </li><li>Forskare från Karolinska Institutet, för insamling av kliniska data och analys (Karolinska Institutet är biträden för din personliga information). </li><li>Forskare från Malmö universitet, för analys, tekniskt underhåll och revisioner (Malmö universitet är biträden för din personliga information). </li><li>Forskare från andra institutioner, inklusive Usher Institute vid University of Edinburg, som kommer att analysera anonymiserad data.</li> </ul> <p><b>Vilka är mina rättigheter?</b> <ul> <li>Du kan lämna studien när du vill, genom att gå till sektionen “studier” i appen. Data du tidigare skapat sparas fortfarande, men om du vill att sådan data också tas bort går det bra att kontakta forskningshuvudmannen Dr. Per Svenningsson. </li><li>Du kan ta bort ditt konto från Mobistudy från sektionen “profil” i appen. Detta tar bort all data insamlad av Mobistudy, bortsett från tekniska loggar som tas bort efter ett år. Notera att data som redan laddats ned av deltagande instutioner i denna eller tidigare studier kan sparas även efter du tagit bort ditt konto. </li><li>Du kan begära att behandlingen av din data stoppas eller begränsas, även utan att ta bort ditt konto. Om du önskar detta, vänligen kontakta forskningshuvudmannen Dr. Per Svenningsson. </li><li>Du kan få svar på vad vi registrerat om dig och ladda ned den datan i ett maskinläsbart format genom att kontakta mobistudy@mau.se. </li><li>Du kan be om korrigeringar av din data om du tror att något blivit fel i den, genom att kontakta forskningshuvudmannen Dr. Per Svenningsson. </li><li>Om du har klagomål eller frågor som ej kan lösas antingen med Region Stockholm varken Malmö universitet, vänligen kontakta Integritetsskyddsmyndigheten.</li> </ul> <p> För frågor om hur data behandlas av respektive instution som är involverad i studien, vänligen kontakta någon av:</p> <ul> <li>Per Svenningsson på per.svenningsson@ki.se </li><li>Dario Salvi på dario.salvi@mau.se </li><li>Malmö universitets dataskyddsombud på dataskyddsombud@mau.se </li><li>Region Stockholm dataskyddsombud på gdpr.slso@regionstockholm.se </li> </ul>"
    },
    "taskItems": [
      {
        "description": {
          "en": "I agree to perform a \"Timed Up and Go\" test in clinic, at the beginning and at the end of the study.",
          "sv": "Jag accepterar att utföra ett \"Timed up and go\" test på kliniken, i början och i slutet av studien."
        },
        "taskId": 1
      },
      {
        "description": {
          "en": "I agree to perform a \"Timed Up and Go\" test, once a week -before medication-.",
          "sv": "Jag accepterar att utföra ett \"Timed up and go\" test, en gång i veckan -före medicinering-."
        },
        "taskId": 2
      },
      {
        "description": {
          "en": "I agree to perform a \"Timed Up and Go\" test, once a week -1 hour after medication-.",
          "sv": "Jag accepterar att utföra ett \"Timed up and go\" test, en gång i veckan -1 timme efter medicinering-."
        },
        "taskId": 3
      },
      {
        "description": {
          "en": "I agree to answer a questionnaire that identifies signs of depression (Beck's Depression Inventory 2), once every month.",
          "sv": "Jag accepterar att besvara en enkät som undersöker tecken på depression (BDI - Beck Depression Inventering 2), en gång i månaden."
        },
        "taskId": 4
      },
      {
        "description": {
          "en": "I agree to answer a questionnaire that provides a sleep scale for Parkinson's disease once a week (Parkinson 's Disease Sleep Scale), once a week.",
          "sv": "Jag accepterar att besvara en enkät som ger en sömnskala för Parkinsons sjukdom (PDSS - Parkinsons sjukdom sömnskala), en gång i veckan."
        },
        "taskId": 5
      },
      {
        "description": {
          "en": "I agree to answer a questionnaire on non-motor symptoms (NMSQuest - Non-Motor Symptoms Questionnaire), once a month.",
          "sv": "Jag accepterar att besvara en enkät om icke-motoriska symtom (NMSQuest - Formulär för icke-motoriska symtom), en gång i månaden."
        },
        "taskId": 6
      },
      {
        "description": {
          "en": "I agree to answer a questionnaire on Parkinson's Disease (PDQ-8 - Parkinson's disease Questionnaire-8), once a month.",
          "sv": "Jag accepterar att besvara en enkät om Parkinsons sjukdom (PDQ-8 - Parkinsons sjukdom frågeformulär), en gång i månaden."
        },
        "taskId": 7
      },
      {
        "description": {
          "en": "I agree to perform a vocalization test, once a week -before medication-.",
          "sv": "Jag accepterar att utföra ett vokaliseringstest, en gång i veckan -före medicinering-."
        },
        "taskId": 8
      },
      {
        "description": {
          "en": "I agree to perform a vocalization test, once a week -1 hour after medication-.",
          "sv": "Jag accepterar att utföra ett vokaliseringstest, en gång i veckan -1 timme efter medicinering-."
        },
        "taskId": 9
      },
      {
        "description": {
          "en": "I agree to perform a \"Hold the phone\" tremor test, once a week -before medication-.",
          "sv": "Jag accepterar att utföra ett \"Håll telefonen\" tremortest, en gång i veckan -före medicinering-."
        },
        "taskId": 10
      },
      {
        "description": {
          "en": "I agree to perform a \"Hold the phone\" test, once a week -1 hour after medication-.",
          "sv": "Jag accepterar att utföra ett \"Håll telefonen\" tremortestet, en gång i veckan -1 timme efter medicinering-."
        },
        "taskId": 11
      },
      {
        "description": {
          "en": "I agree to perform a dexterity \"Finger tapping\" test, once a week -before medication-.",
          "sv": "Jag accepterar att utföra ett fingerfärdighet test, en gång i veckan -före medicinering-."
        },
        "taskId": 12
      },
      {
        "description": {
          "en": "I agree to perform a dexterity \"Finger tapping\" test, once a week -1 hour after medication-.",
          "sv": "Jag accepterar att utföra ett fingerfärdighet test, en gång i veckan -1 timme efter medicinering-."
        },
        "taskId": 13
      },
      {
        "description": {
          "en": "I agree to perform a drawing test, once a week -before medication-.",
          "sv": "Jag accepterar att utföra en ritövning \"Figurtestetet\", en gång i veckan -före medicinering-."
        },
        "taskId": 14
      },
      {
        "description": {
          "en": "I agree to perform a drawing test, once a week -1 hour after medication-.",
          "sv": "Jag accepterar att utföra en ritövning \"Figurtestetet\", en gång i veckan -1 timme efter medicinering-."
        },
        "taskId": 15
      },
      {
        "description": {
          "en": "I agree to answer a daily sleep quality questionnaire, once a day.",
          "sv": "Jag accepterar att besvara en enkät om när du somnar, vaknar och din sömnkvalitet (Daglig sömnkvalitet formulär), varje dag."
        },
        "taskId": 16
      },
      {
        "description": {
          "en": "I agree to answer a scale that measures the usability of applications on mobile phones (uMARS - user version of the Mobile Application Rating Scale), once, 3 weeks after I have started the study.",
          "sv": "Jag accepterar att besvara en skala som mäter användbarhet av applikationer på mobiltelefoner (uMARS – Betygsskala för mobilapplikationer), en gång, 3 veckor efter att jag har påbörjat studien."
        },
        "taskId": 17
      },
      {
        "description": {
          "en": "I agree to answer a questionnaire that measures user acceptance of technology (TAM – Technology Acceptance Model), once, 3 weeks after I have started the study.",
          "sv": "Jag accepterar att besvara en enkät som mäter acceptans av teknologi (TAM – Formulär för teknikacceptans), en gång, 3 veckor efter att jag har påbörjat studien."
        },
        "taskId": 18
      }
    ],
    "extraItems": [
      {
        "description": {
          "en": "I agree to undergo 2 Parkinson's related clinical assessments in 2 months.",
          "sv": "Jag samtycker till att genomgå 2 Parkinsonsrelaterade kliniska bedömningar inom 2 månader."
        },
        "optional": false
      },
      {
        "description": {
          "en": "I agree to wear the GENEActiv smart device to measure my activity for 2 months.",
          "sv": "Jag går med på att bära GENEActiv-smartenheten för att mäta min aktivitet i 2 månader."
        },
        "optional": true
      },
      {
        "description": {
          "en": "I agree to take part in an interview about the use of the app, at the end of the study.",
          "sv": "Jag går med på att delta i en intervju om användningen av appen, i slutet av studien."
        },
        "optional": true
      }
    ]
  },
  "publishedTS": "2022-11-17T22:59:13.325Z"
}
